Repository: zhrexl/DrawOnYourScreen2
Catalog: locale/*/LC_MESSAGES/draw-on-your-screen.po
Languages: es_mx, nl, pt_br

source: Press <i>%s</i> to get a fourth control point
nl: Druk op <i>%s</i> om een vierde controlepunt op te roepen

source: Mark a point of symmetry
es_mx: Marca un punto de simetria
nl: Markeer een symmetrisch punt
pt_br: Marcar um ponto de simetria

source: Draw a line of symmetry
es_mx: Dibuja una linea de simetría
nl: Teken een symmetrische lijn
pt_br: Desenhar uma linha de simetria

# text-area-content
source: Text
es_mx: Texto
nl: Tekst
pt_br: Texto

source: Press <i>%s</i> to mark vertices
es_mx: Presiona <i>%s</i> para marcar los vértices
nl: Druk op <i>%s</i> om hoekpunten aan te stippen
pt_br: Pressione <i>%s</i> para marcar vértices

source: Press <i>%s</i> to start a new line
nl: Druk op <i>%s</i> om een nieuwe regel te beginnen

# osd-notification
source: Pick a color
es_mx: Elige un color
nl: Kies een kleur
pt_br: Selecione uma cor

source: Keyboard and pointer released
es_mx: Teclado y puntero liberados
nl: Het toetsenbord en de muis zijn losgelaten
pt_br: Teclado e Mouse Liberados

source: Keyboard and pointer grabbed
es_mx: Teclado y puntero agarrados
nl: Het toetsenbord en de muis zijn in gebruik
pt_br: Teclado e Mouse bloqueados

source: Leaving drawing mode
es_mx: Salir del modo de dibujo
nl: Bezig met verlaten van tekenmodus…
pt_br: Saindo do modo de desenho

source: Press <i>%s</i> for help
es_mx: Presiona <i>%s</i> para obtener ayuda
nl: Druk op <i>%s</i> om de hulppagina te openen
pt_br: Pressione <i>%s</i> para obter ajuda

source: Entering drawing mode
es_mx: Entrando a modo dibujo
nl: Bezig met starten van van tekenmodus…
pt_br: Entrando no modo de desenho

source: Global
nl: Algemeen

source: Internal
es_mx: Interno
nl: Intern
pt_br: Interno

source: System
es_mx: Sistema
nl: Systeem
pt_br: Sistema

source: Dashed line
es_mx: Línea punteada
nl: Stippellijn
pt_br: Linha Pontilhada

source: Full line
es_mx: Línea completa
nl: Doorgetrokken lijn
pt_br: Linha Inteira

source: Fill
es_mx: Rellenar
nl: Vullen
pt_br: Preencher

source: Outline
es_mx: Contorno
nl: Contour
pt_br: Contorno

source: Nonzero
nl: Niet-nul
pt_br: Não-zero

source: Evenodd
nl: Even/Oneven
pt_br: Par ou Ímpar

# font-family
source: Sans-Serif
nl: Zonder schreef

# font-family
source: Serif
nl: Met schreef

# font-family
source: Monospace
nl: Vaste breedte
pt_br: Monoespaçada

# font-family
source: Cursive
nl: Cursief
pt_br: Cursiva

# font-family
source: Fantasy
nl: Fantasie
pt_br: Fantasia

# font-style
source: Normal
nl: Normaal

# font-style
source: Oblique
es_mx: Oblicuo
nl: Vet-cursief
pt_br: Oblíqua

# font-style
source: Italic
es_mx: Cursiva
nl: Cursief
pt_br: Ítalico

# font-weight
source: Thin
es_mx: Delgado
nl: Dun
pt_br: Fina

# font-weight
source: Ultra Light
es_mx: Ultraligero
nl: Erg licht
pt_br: Ultra Leve

# font-weight
source: Light
es_mx: ligero
nl: Licht
pt_br: Leve

# font-weight
source: Semi Light
es_mx: Semiligero
nl: Enigszins licht
pt_br: Semi Leve

# font-weight
source: Book
es_mx: Libro
nl: Boek
pt_br: Livro

# font-weight
source: Normal
nl: Normaal

# font-weight
source: Medium
nl: Gemiddeld
pt_br: Médio

# font-weight
source: Semi Bold
es_mx: Semi negrita
nl: Enigszins vetgedrukt
pt_br: Semi Negrito

# font-weight
source: Bold
es_mx: Negrita
nl: Vetgedrukt
pt_br: Negrito

# font-weight
source: Ultra Bold
es_mx: Ultra negrita
nl: Erg vetgedrukt
pt_br: Ultra Negrito

# font-weight
source: Heavy
es_mx: Pesado
nl: Zwaar aangedikt
pt_br: Pesado

# font-weight
source: Ultra Heavy
es_mx: Ultra Pesado
nl: Zeer zwaar aangedikt
pt_br: Ultra Pesada

# stroke-linecap
source: Round
es_mx: Redondeado
nl: Rond
pt_br: Redondo

# stroke-linecap
source: Square
es_mx: Cuadrado
nl: Vierkant
pt_br: Quadrado

# stroke-linejoin
source: Miter
es_mx: Inglete
nl: Mijter

# stroke-linejoin
source: Round
es_mx: Redondeado
nl: Rond
pt_br: Redondo

# stroke-linejoin
source: Bevel
es_mx: Bisel
nl: Afgeschuind

source: Left aligned
es_mx: Alineado a la izquierda
nl: Links uitlijnen
pt_br: Alinhado à Esquerda

source: Centered
es_mx: Centrado
nl: Centreren
pt_br: Centralizado

source: Right aligned
es_mx: Alineado a la derecha
nl: Rechts uitljnen
pt_br: Alinhado à Direita

# drawing-tool
source: Free drawing
es_mx: Dibujo libre
nl: Vrij tekenen
pt_br: Mão Livre

# drawing-tool
source: Line
es_mx: Línea
nl: Lijn
pt_br: Linha

# drawing-tool
source: Ellipse
es_mx: Elipse
nl: Ovaal
pt_br: Elipse

# drawing-tool
source: Rectangle
es_mx: Rectangulo
nl: Rechthoek
pt_br: Retângulo

# drawing-tool
source: Text
es_mx: Texto
nl: Tekst
pt_br: Texto

# drawing-tool
source: Polygon
es_mx: Polígono
nl: Polygoon
pt_br: Polígono

# drawing-tool
source: Polyline
es_mx: Polilínea
nl: Veelhoek
pt_br: Polilinha

# drawing-tool
source: Image
es_mx: Imagen
nl: Afbeelding
pt_br: Imagem

# drawing-tool
source: Move
es_mx: Mover
nl: Verplaatsen
pt_br: Mover

# drawing-tool
source: Resize
es_mx: Cambiar tamaño
nl: Grootte aanpassen
pt_br: Redimensionar

# drawing-tool
source: Mirror
es_mx: Espejo
nl: Spiegelen
pt_br: Espelhar

source: Erase
es_mx: Borrar
nl: Wissen
pt_br: Apagar

source: Smooth
es_mx: Liso
nl: Gladstrijken
pt_br: Suavizar

source: Open drawing
es_mx: Abrir dibujo
nl: Tekening openen
pt_br: Abrir Desenho

source: Save drawing as…
es_mx: Salvar dibujo como…
nl: Tekening opslaan als…
pt_br: Salvar desenho como...

source: Palette
es_mx: Paleta
nl: Palet
pt_br: Paleta

source: Color
nl: Kleur
pt_br: Cor

source: Pick a color
es_mx: Escoge un color
nl: Kies een kleur
pt_br: Selecione uma cor

source: Add to images
es_mx: Agrega a imagenes
nl: Toevoegen aan afbeeldingen
pt_br: Adicionar a Imagens

source: Delete
es_mx: Borrar
nl: Verwijderen
pt_br: Deletar

source: Type a name
es_mx: Escribe un nombre
nl: Voer een naam in
pt_br: Digite um nome

source: Preferences
es_mx: Preferencias
nl: Voorkeuren

source: Drawing
es_mx: Dibujo
nl: Tekenen

source: About
es_mx: Acerca de
nl: Over
pt_br: Sobre

source: Draw On You Screen
es_mx: Dibuja En Tu Pantalla
nl: Teken op uw scherm

source: Version %f
nl: Versie %f
pt_br: Versão %f

source: Start drawing with Super+Alt+D and save your beautiful work by taking a screenshot
es_mx: Comienza a dibujar con Super+Alt+D y guarda tu hermoso trabajo tomando una captura de pantalla
nl: U kunt tekenen door Super+Alt+D in te drukken en opslaan door een schermfoto te maken

source: translator-credits
es_mx: Juan Tarrel
nl: Heimen Stoffels <vistausss@fastmail.com>

source: Palettes
es_mx: Paletas
nl: Paletten
pt_br: Paletas

source: Add a new palette
es_mx: Agrega una nueva paleta
nl: Palet toevoegen
pt_br: Adicionar nova paleta

source: Area
es_mx: Área
nl: Blad
pt_br: Área

source: Auto
nl: Automatisch
pt_br: Automático

source: Grid overlay line
es_mx: Línea de superposición de cuadrícula
nl: Rooster tonen
pt_br: Linha de Grade

source: Tools
es_mx: Herramientas
nl: Gereedschap
pt_br: Ferramentas

source: Dash array
es_mx: Matriz de tablero
nl: Streepjesreeks

source: Reset settings
es_mx: Restablecer configuración
nl: Standaardwaarden
pt_br: Resetar Configurações

source: Rename the palette
es_mx: Renombra la paleta
nl: Paletnaam wijzigen

source: Remove the palette
es_mx: Borra la paleta
nl: Palet verwijderen

source: New palette
es_mx: Nueva paleta
nl: Nieuw palet
pt_br: Nova Paleta

source: In drawing mode
es_mx: En modo dibujo
nl: In tekenmodus

source: Draw
es_mx: Dibujar
nl: Tekenen
pt_br: Desenhar

source: Left click
es_mx: Clic Izquierdo
nl: Linkermuisknop
pt_br: Clique Esquerdo

source: Right click
es_mx: Clic Derecho
nl: Rechtermuisknop
pt_br: Clique Direito

source: Center click
es_mx: Clic central
nl: Middelste muisknop
pt_br: Clique do Meio

source: Increment/decrement line width
es_mx: Incrementar/disminuir el ancho de línea
nl: Dikkere/Dunnere lijn
pt_br: Incrementar/decrementar largura de linha

source: Scroll
es_mx: Desplazarse
nl: Scrollen

source: Select color
es_mx: Seleccionar color
nl: Kies een kleur
pt_br: Selecione a cor

source: Ignore pointer movement
es_mx: Ignorar el movimiento del puntero
nl: Cursorverplaatsingen negeren
pt_br: Ignore o movimento do ponteiro

source: %s held
es_mx: %s retenido
nl: %s is ingedrukt

source: Leave
es_mx: Salir
nl: Verlaten
pt_br: Sair

source: Select eraser <span alpha="50%">(while starting drawing)</span>
es_mx: Seleccione el borrador <span alpha="50%">(mientras comienza a dibujar)</span>
nl: Kies de gum <span alpha="50%">(tijdens tekenen)</span>

source: Duplicate <span alpha="50%">(while starting handling)</span>
es_mx: Duplicar <span alpha="50%">(al iniciar el manejo)</span>
nl: Klonen <span alpha="50%">(tijdens tekenen)</span>
pt_br: Duplicar <span alpha="50%">(while starting handling)</span>

source: Rotate rectangle, polygon, polyline
es_mx: Girar rectángulo, polígono, polilínea
nl: Rechthoek, polygoon of veelhoek draaien
pt_br: Rotacionar retângulo, polígono, polilinha

source: Extend circle to ellipse
es_mx: Extender círculo a elipse
nl: Cirkel omvormen tot ovaal
pt_br: Estender círculo à Elipse

source: Curve line
es_mx: Línea curva
nl: Lijn verkrommen
pt_br: Linha Curva

source: Smooth free drawing outline
es_mx: Esquema de dibujo suave y libre.
nl: Gladgestreken contour uittekenen
pt_br: Suavizar contorno de desenho livre

source: Do not preserve image ratio
es_mx: No conservar la proporción de la imagen
nl: Beeldverhouding niet onthouden
pt_br: Não preserve escala de imagem

source: Rotate <span alpha="50%">(while moving)</span>
es_mx: Girar <span alpha="50%">(mientras se mueve)</span>
nl: Draaien <span alpha="50%">(tijdens verplaatsen)</span>
pt_br: Rotacionar <span alpha="50%">(enquanto movendo)</span>

source: Stretch <span alpha="50%">(while resizing)</span>
es_mx: Estirar <span alpha="50%">(mientras cambia el tamaño)</span>
nl: Uitrekken <span alpha="50%">(tijdens aanpassen van grootte)</span>
pt_br: Esticar <span alpha="50%">(enquanto redimensiona)</span>

source: Inverse <span alpha="50%">(while mirroring)</span>
es_mx: Inverso <span alpha="50%">(durante la duplicación)</span>
nl: Omdraaien <span alpha="50%">(tijdens spiegelen)</span>
pt_br: Inverso <span alpha="50%">(enquanto espelha)</span>

source: Drawing on the desktop
es_mx: Dibujar en el escritorio
nl: Tekenen op het bureaublad
pt_br: Desenhando no Desktop

source: <i>Draw On Your Screen</i> becomes <i>Draw On Your Desktop</i>
es_mx: <i>Dibujar en tu pantalla</i> se convierte en <i>Dibujar entu escritorio</i>
nl: <i>Teken op uw scherm</i> wordt <i>Teken op uw bureaublad</i>
pt_br: <i>Desenhando na sua Tela</i> se torna <i>Desenhando no seu desktop</i>

source: Erase all drawings
es_mx: Borrar todos los dibujos
nl: Alle tekeningen wissen
pt_br: Apagar todos os Desenhos

source: Disable panel indicator
es_mx: Desactivar indicador del panel
nl: Bovenbalkindicator verbergen
pt_br: Desabilitar indicador no painel

source: Disable on-screen notifications
es_mx: Desactivar notificaciones en pantalla
nl: Meldingen uitschakelen
pt_br: Desabilitar notificações na tela

source: Persistent over toggles
es_mx: Persistente sobre alternancia
nl: Tekening bewaren
pt_br: Persistente entre ativações

source: Drawing remains when toggling drawing mode
es_mx: El dibujo permanece al alternar el modo de dibujo
nl: De tekening wordt bewaard tijdens het schakelen van en naar de tekenmodus
pt_br: Desenho permanece após desativar modo de desenho

source: Persistent over restarts
es_mx: Reinicios persistentes
nl: Tekening automatisch opslaan
pt_br: Persistente entre reinicios

source: Drawing is automatically saved to a file
es_mx: El dibujo se guarda automáticamente en un archivo.
nl: De tekening wordt automatisch opgeslagen naar een bestand
pt_br: Desenho é automaticamente salvo em um arquivo

source: Enter/leave drawing mode
es_mx: Entrar/salir del modo de dibujo
nl: Tekenmodus starten/verlaten
pt_br: Entrar/Sair do Modo de Desenho

source: Grab/ungrab keyboard and pointer
es_mx: Agarrar/desagarrar el teclado y el puntero
nl: Toetsenbord en muis overnemen/loslaten
pt_br: Capturar/Liberar Teclado e Mouse

source: Background color
es_mx: Color de fondo
nl: Achtergrondkleur
pt_br: Cor de fundo

source: The color of the drawing area background
es_mx: El color del fondo del área de dibujo.
nl: De achtergrondkleur van het tekenblad
pt_br: A cor do fundo da área de desenho

source: Automatic dash array
es_mx: Matriz de guiones automática
nl: Automatische streepjes

source: Compute the lengths from the line width
es_mx: Calcular las longitudes a partir del ancho de línea.
nl: Bereken de lengtes op basis van de lijndikte

source: Dash array on
es_mx: Matriz de guión activada
nl: Streepjesreeks ingeschakeld

source: The dash length in pixels
es_mx: La longitud del guión en píxeles.
nl: De streepjesreekslengte (in pixels)

source: Dash array off
es_mx: Conjunto de tablero desactivado
nl: Streepjesreeks uitgeschakeld

source: The gap between the dashes in pixels
es_mx: El espacio entre los guiones en píxeles.
nl: De ruimte tussen de streepjes (in pixels)

source: Dash offset
es_mx: Desplazamiento del guión
nl: Streepjesverschuiving

source: The dash offset in pixels
es_mx: El desplazamiento del guión en píxeles.
nl: De streepjesverschuiving (in pixels)

source: Grid overlay color
es_mx: Color de superposición de cuadrícula
nl: Roosterkleur
pt_br: Cor da Grade

source: The color of the lines
es_mx: El color de las líneas.
nl: De kleur van de roosterlijnen
pt_br: A cor das linhas

source: Automatic grid overlay line
es_mx: Línea de superposición automática de cuadrícula
nl: Automatische roosterlijnen
pt_br: Linha de Grade Automática

source: Compute the lengths from the screen size
es_mx: Calcular las longitudes a partir del tamaño de la pantalla.
nl: Bereken de lengtes op basis van de schermgrootte

source: Grid overlay line spacing
es_mx: Interlineado de superposición de cuadrícula
nl: Ruimte tussen roosterlijnen
pt_br: Espaçamento entrelinhas da Grade

source: The gap between lines in pixels
es_mx: El espacio entre líneas en píxeles.
nl: De ruimte tussen de roosterlijnen (in pixels)

source: Grid overlay line width
es_mx: Ancho de línea de superposición de cuadrícula
nl: Roosterlijndikte

source: The line width in pixels
es_mx: El ancho de línea en píxeles.
nl: De lijndikte (in pixels)
pt_br: Largura da linha em pixeis

source: Image location
es_mx: Ubicación de la imagen
nl: Afbeeldingslocatie
pt_br: Local da Imagem

source: The location of the directory in which the image tool picks
es_mx: La ubicación del directorio en el que seleccionala herramienta de imagen
nl: De locatie waaruit afbeeldingen wordt geladen

source: Color palettes
es_mx: Paletas de colores
nl: Paletten
pt_br: Paletas de Cor

source: The palettes of drawing colors
es_mx: Las paletas de colores de dibujo.
nl: De paletten van de gebruikte kleuren

source: Automatic square area size
es_mx: Tamaño del área cuadrada automática
nl: Automatische bladomvang
pt_br: Área do quadrado automática

source: Compute the area size from the screen size
es_mx: Calcule el tamaño del área a partir del tamaño de la pantalla
nl: Bereken de bladomvang op basis van de schermgrootte

source: Square area size
es_mx: Tamaño del área cuadrada
nl: Bladomvang
pt_br: Área do quadrado

source: The size of the area in pixels
es_mx: El tamaño del área en píxeles.
nl: De bladomvang (in pixels)

source: Decrement line width
es_mx: Disminuir el ancho de línea
nl: Dunnere lijn
pt_br: Decrementar largura da linha

source: Decrement line width even more
es_mx: Disminuya aún más el ancho de línea
nl: Maak de lijnen nóg dunner

source: Erase last brushstroke
es_mx: Borrar la última pincelada
nl: Vorige penseelstreek wissen
pt_br: Apagar último rabisco

source: Export drawing to a SVG file
es_mx: Exportar dibujo a un archivo SVG
nl: Tekening exporteren naar svg-bestand
pt_br: Exportar desenho para arquivo SVG

source: Increment line width
es_mx: Incrementar el ancho de línea
nl: Dikkere lijn
pt_br: Incrementar largura da linha

source: Increment line width even more
es_mx: Incrementar aún más el ancho de línea
nl: Maak de lijnen nóg dikker

source: Open next drawing
es_mx: Abrir siguiente dibujo
nl: Volgende tekening openen
pt_br: Abrir próximo desenho

source: Open preferences
es_mx: Preferencias abiertas
nl: Voorkeuren openen
pt_br: Abrir preferências

source: Open previous drawing
es_mx: Abrir dibujo anterior
nl: Vorige tekening openen
pt_br: Abrir Desenho Anterior

source: Add images from the clipboard
es_mx: Agregar imágenes desde el portapapeles
nl: Afbeeldingen openen van klembord
pt_br: Inserir Imagem da área de transferência

source: Redo
es_mx: Rehacer
nl: Opnieuw uitvoeren
pt_br: Refazer

source: Save drawing
es_mx: Salvar dibuto
nl: Tekening opslaan
pt_br: Salvar Desenho

source: Select color 1
es_mx: Selecciona el color 1
nl: Kies kleur 1
pt_br: Selecionar cor 1

source: Select color 2
es_mx: Selecciona el color 2
nl: Kies kleur 2
pt_br: Selecionar cor 2

source: Select color 3
es_mx: Selecciona el color 3
nl: Kies kleur 3
pt_br: Selecionar cor 3

source: Select color 4
es_mx: Selecciona el color 4
nl: Kies kleur 4
pt_br: Selecionar cor 4

source: Select color 5
es_mx: Selecciona el color 5
nl: Kies kleur 5
pt_br: Selecionar cor 5

source: Select color 6
es_mx: Selecciona el color 6
nl: Kies kleur 6
pt_br: Selecionar cor 6

source: Select color 7
es_mx: Selecciona el color 7
nl: Kies kleur 7
pt_br: Selecionar cor 7

source: Select color 8
es_mx: Selecciona el color 8
nl: Kies kleur 8
pt_br: Selecionar cor 8

source: Select color 9
es_mx: Selecciona el color 9
nl: Kies kleur 9
pt_br: Selecionar cor 9

source: Select ellipse tool
es_mx: Seleccionar herramienta elipse
nl: Kies het ovaalgereedschap
pt_br: Selecionar ferramenta de elipse

source: Select image tool
es_mx: Seleccionar herramienta de imagen
nl: Kies het afbeeldingsgereedschap
pt_br: Selecionar ferramenta de imagem

source: Select line tool
es_mx: Seleccionar herramienta de línea
nl: Kies het lijngereedschap
pt_br: Selecionar ferramenta de linha

source: Select mirror tool
es_mx: Seleccionar herramienta espejo
nl: Kies het spiegelgereedschap
pt_br: Selecionar ferramenta de espelho

source: Select move tool
es_mx: Seleccionar herramienta de movimiento
nl: Kies het verplaatsgereedschap
pt_br: Selecionar ferramenta de mover

source: Select free drawing
es_mx: Seleccionar dibujado libre
nl: Kies voor vrij tekenen
pt_br: Selecionar desenho à mão livre

source: Select polygon tool
es_mx: Seleccionar herramienta de polígono
nl: Kies het polygoongereedschap
pt_br: Selecionar ferramenta de polígono

source: Select polyline tool
es_mx: Seleccionar herramienta de polilínea
nl: Kies het veelhoekgereedschap

source: Select rectangle tool
es_mx: Seleccionar herramienta rectángulo
nl: Kies het rechthoekgereedschap
pt_br: Selecionar ferramenta de retângulo

source: Select resize tool
es_mx: Seleccionar herramienta de texto
nl: Kies het grootte-aanpassingsgereedschap
pt_br: Selecionar ferramenta de redimensionar

source: Select text tool
es_mx: Werkzeug Text auswählen
nl: Kies het tekstgereedschap
pt_br: Selecionar ferramenta de texto

source: Smooth last brushstroke
es_mx: Última pincelada suave
nl: Vorige penseelstreek gladstrijken

source: Change color palette
es_mx: Cambiar paleta de colores
nl: Palet aanpassen
pt_br: Mudar paleta de cor

source: Change color palette (reverse)
es_mx: Cambiar paleta de colores (inversa)
nl: Palet aanpassen (omgekeerd)

source: Toggle fill/outline
es_mx: Alternar relleno/contorno
nl: Schakelen tussen vullen en contour

source: Toggle fill rule
es_mx: Alternar regla de relleno
nl: Schakelen tussen vulmethoden

source: Change font family
es_mx: Cambiar familia de fuentes
nl: Lettertype wijzigen

source: Change font family (reverse)
es_mx: Cambiar familia de fuentes (inversa)
nl: Lettertype wijzigen (omgekeerd)

source: Change font style
es_mx: Cambiar estilo de fuente
nl: Tekststijl wijzigen

source: Change font weight
es_mx: Cambiar el peso de la fuente
nl: Tekstdikte wijzigen

source: Change image
es_mx: Cambiar imagen
nl: Afbeelding wijzigen
pt_br: Alterar Imagem

source: Change image (reverse)
es_mx: Cambiar imagen (reversa)
nl: Afbeelding wijzigen (omgekeerd)

source: Change linecap
es_mx: Cambiar límite de línea
nl: Lijnafbreking wijzigen

source: Change linejoin
es_mx: Cambiar unión de línea
nl: Lijnsamenvoeging wijzigen

source: Change text alignment
es_mx: Cambiar la alineación del texto
nl: Tekst anders uitlijnen

source: Add a drawing background
es_mx: Agregar un fondo de dibujo
nl: Bladachtergrond toevoegen
pt_br: Adicionar um desenho de fundo

source: Add a grid overlay
es_mx: Agregar una superposición de cuadrícula
nl: Rooster tonen

source: Show help
es_mx: Mostrar ayuda
nl: Hulppagina openen
pt_br: Mostrar ajuda

source: Hide panel and dock
es_mx: Ocultar panel y acoplar
nl: Bovenbalk en dock verbergen
pt_br: Esconder painel e dock

source: Square drawing area
es_mx: Área de dibujo cuadrado
nl: Vierkant tekenblad

source: Undo
es_mx: Deshacer
nl: Ongedaan maken
pt_br: Desfazer

source: Press <i>%s</i> to get a fourth control point
es_mx: Presiona <i>%s</i> para obtener un cuarto punto de control
pt_br: Pressione <i>%s</i> para obter um quarto ponto de controle

source: Press <i>%s</i> to start a new line
es_mx: Presiona <i>%s</i> para empezar una nueva línea
pt_br: Pressione <i>%s</i> para iniciar uma nova linha

# stroke-linecap
source: Butt
es_mx: Extremo en ángulo recto

source: Menu
es_mx: Menú

source: Draw On You Screen 2
pt_br: Desenhe na sua Tela 2

source: This is a forked from Abakkk original Draw On Your Screen Extension. Start drawing with Super+Alt+D and save your beautiful work by taking a screenshot
pt_br: Esse é um fork da Extensão original Draw on You Screen do Abakkk. Comece desenhando com Super+Alt+D e salve seu lindo trabalho tirando uma foto da tela.

source: GNU General Public License, version 3 or later
pt_br: GNU General Public License, versão 3 ou posterior

source: This program comes with absolutely no warranty. See the <a href="%s">%s</a> for details.
pt_br: Esse programa vem sem nenhuma garantia. Veja o <a href="%s">%s</a> para detalhes.

source: Created by
pt_br: Criado por

source: Forked by
pt_br: Forked por

source: Translated by
pt_br: Traduzido por

source: New Pallete
pt_br: Nova Paleta

source: Create or Import pallete
pt_br: Criar ou Importar Paleta

source: Select a File
pt_br: Selecione um arquivo

source: _Cancel
pt_br: _Cancelar

source: _Open
pt_br: _Abrir

source: (None)
pt_br: (Nenhum)

source: _Select
pt_br: _Selecionar

source: Press the new shortcut...
pt_br: Pressione o novo atalho...
